Repository: City-of-Helsinki/drupal-helfi-strategia
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: fi, sv

# Hyte search
source: For example, skating or nature trail
fi: Esim. luistelu tai luontopolku
sv: Till exempel, skridskoåkning eller naturstig

# Hyte search
source: Culture, creativity and art
fi: Kulttuuri, luovuus ja taide
sv: Kultur, kreativitet och konst

# Hyte search
source: Physical activities, outdoor activities and nature
fi: Liikkuminen, ulkoilu ja luonto
sv: Motion, friluftsliv och natur

# Hyte search
source: Mental wellbeing
fi: Mielen hyvinvointi
sv: Psykiskt välbefinnande

# Hyte search
source: Guidance and support
fi: Neuvontaa ja tukea
sv: Råd och stöd

# Hyte search
source: Learning new things
fi: Uuden oppiminen
sv: Lära sig nytt

# Hyte search
source: Nutrition, sleep and addiction management
fi: Ravitsemus, uni ja riippuvuuksien hallinta
sv: Näring, sömn och hantering av beroenden

# Hyte search
source: Volunteer activities
fi: Vapaaehtoistoiminta
sv: Frivilligverksamhet

# Hyte search
source: Meeting places and community
fi: Kohtaamispaikat ja yhteisöllisyys
sv: Mötesplatser och gemenskap

# Hyte search
source: Filter search results
sv: Filtrera sökresultat

# Hyte search
source: Find wellbeing services
fi: Etsi hyvinvointia edistäviä palveluita
sv: Hitta tjänster som främjar välbefinnande

# Hyte search
source: Find wellbeing services in Helsinki near you by entering your address, entering a search term, or selecting one of the themes.
fi: Löydä Helsingin kaupungin hyvinvointia edistäviä palveluita lähelläsi kirjoittamalla osoitteesi, antamalla hakusanan tai valitsemalla jokin teemoista.
sv: Hitta tjänster som främjar välbefinnande i Helsingfors nära dig genom att ange din adress, skriva in ett sökord eller välja ett av teman.

# Hyte search
source: Select one or more themes
sv: Välj ett eller flera teman

source: Locations
sv: Kontor

# Hyte search
source: 1 result
fi: 1 hakutulos

# Hyte search
source: Locations
fi: Toimipisteitä
